Repository: Serene-Garden/Project-Iris
Catalog: Project Iris Watch App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, vi, zh_hans, zh_hant

# Carina.none.description
source: Feel free to report if you find any issue.
ar: لا تتردد في الإبلاغ إذا وجدت أي مشكلة.
de: Fühlen Sie sich frei, sich zu melden, wenn Sie ein Problem finden.
es: No dude en informar si encuentra algún problema.
fr: N'hésitez pas à signaler si vous trouvez un problème.
hi: यदि आपको कोई समस्या मिलती है तो बेझिझक रिपोर्ट करें।
id: Jangan ragu untuk melaporkan jika Anda menemukan masalah.
it: Sentiti libero di segnalare se trovi qualche problema.
ja: 何か問題があれば、遠慮なく報告してください。
ko: 문제가 발견되면 언제든지 보고하세요.
nl: Voel je vrij om te melden als je een probleem vindt.
pl: Jeśli znajdziesz jakikolwiek problem, zgłoś się.
pt: Sinta-se à vontade para relatar se encontrar algum problema.
ru: Не стесняйтесь сообщать, если обнаружите какие-либо проблемы.
th: อย่าลังเลที่จะรายงานหากคุณพบปัญหาใด ๆ
tr: Herhangi bir sorun bulursanız bildirmekten çekinmeyin.
uk: Не соромтеся повідомити, якщо ви знайдете будь-яку проблему.
vi: Vui lòng báo cáo nếu bạn tìm thấy bất kỳ vấn đề nào.
zh_hans: 若发现任何问题，欢迎随时反馈。
zh_hant: 如果您發現任何問題，請隨時報告。

# Carina.new.attachments.links.%lld
source: %lld Attached Links
ar: %lld رابط مرفق
de: %lld Angehängte Links
es: %lld Enlaces Adjuntos
fr: %lld Liens Ci-Joints
hi: %lld संलग्न लिंक
id: %lld Tautan Terlampir
it: %lld Link allegati
ja: %lld添付リンク
ko: %lld 첨부된 링크
nl: %lld Bijgevoegde Links
pl: %lld Załączonych Linków
pt: %lld Links Anexados
ru: %lld Прикрепленных Ссылок
th: %lld ลิงก์ที่แนบมา
tr: %lld Ekli Bağlantı
uk: %lld Прикріплених посилань
vi: %lld Liên kết đính kèm
zh_hans: %lld个附加链接
zh_hant: %lld個附加連結

# Iris.search.yahoo
source: Yahoo
ar: ياهو
fr: Abruti
hi: याहू
it: Bruto
ko: 야호
nl: Hoera!
pl: Prostak
pt: Eba
vi: Hoan hô!
zh_hans: 雅虎
zh_hant: 雅虎

# Settings.appearance.schedule.period
source: At Specific Period
ar: في فترة محددة
de: Zu einem bestimmten Zeitraum
es: En un período específico
fr: À une période spécifique
hi: विशिष्ट अवधि में
id: Pada Periode Tertentu
it: In un periodo specifico
ja: 特定の期間に
ko: 특정 기간에
nl: Op Een Specifieke Periode
pl: W Określonym Okresie
pt: Em Período Específico
ru: В Определенный Период
th: ในช่วงเวลาที่กําหนด
tr: Belirli Bir Dönemde
uk: У Певний Період
vi: Tại một khoảng thời gian cụ thể
zh_hans: 在特定时间段时
zh_hant: 在特定時期

# Settings.appearance.schedule.period.from
source: From
ar: مِنْ
de: Von
es: De
fr: D'après
hi: से
id: Dari
it: Da
ja: から
ko: 에서
nl: Van
pl: Od
pt: De
ru: От
th: จาก
tr: Dan
uk: Від
vi: Từ
zh_hans: 自
zh_hant: 從

# Troubleshooter.footer
source: Troubleshooting…
ar: استكشاف الأخطاء وإصلاحها...
de: Fehlerbehebung...
es: Solución de problemas...
fr: Dépannage...
hi: समस्या निवारण...
id: Pemecahan masalah...
it: Risoluzione dei problemi...
ja: トラブルシューティング...
ko: 문제 해결 중...
nl: Problemen oplossen...
pl: Rozwiązywanie problemów...
pt: Solução de problemas...
ru: Устранение неполадок...
th: การแก้ไขปัญหา...
tr: Sorun Giderme...
uk: Усунення несправностей...
vi: Khắc phục sự cố...
zh_hans: 正在进行疑难解答……
zh_hant: 故障排除...

# Passcode.content
source: Locked Content
ar: محتوى مغلق
de: Gesperrter Inhalt
es: Contenido bloqueado
fr: Contenu verrouillé
hi: लॉक की गई सामग्री
id: Konten Terkunci
it: Contenuto bloccato
ja: ロックされたコンテンツ
ko: 잠겨진 콘텐츠
nl: Vergrendelde inhoud
pl: Zablokowana zawartość
pt: Conteúdo Bloqueado
ru: Заблокированный Контент
th: เนื้อหาที่ถูกล็อค
tr: Kilitli İçerik
uk: Kilitli İçerik
vi: Nội dung bị khóa
zh_hans: 锁定内容
zh_hant: 鎖定內容

# Webpage.request-mobile
source: Request Mobile Website
ar: طلب موقع ويب للجوال
de: Mobile Website anfordern
es: Solicitar sitio web móvil
fr: Demander un site Web mobile
hi: मोबाइल वेबसाइट का अनुरोध करें
id: Minta Situs Web Seluler
it: Richiedi sito web mobile
ja: モバイルウェブサイトのリクエスト
ko: 모바일 웹사이트 요청
nl: Mobiele website aanvragen
pl: Poproś o stronę mobilną
pt: Solicitar Site Móvel
ru: Запросить мобильный веб-сайт
th: ขอเว็บไซต์บนมือถือ
tr: Mobil Web Sitesi İste
uk: Запит на мобільний веб-сайт
vi: Yêu cầu trang web di động
zh_hans: 请求移动网页
zh_hant: 請求移動網站

# Settings.browse.use-legacy-engine
source: Use Legacy Engine
ar: استخدم المحرك القديم
de: Verwenden Sie Legacy-Engine
es: Usar el motor heredado
fr: Utiliser le moteur hérité
hi: विरासत इंजन का उपयोग करें
id: Gunakan Mesin Lama
it: Usa il motore legacy
ja: レガシーエンジンを使用する
ko: 레거시 엔진 사용
nl: Gebruik Legacy Engine
pl: Użyj Legacy Engine
pt: Use o Legacy Engine
ru: Использовать устаревший движок
th: ใช้ Legacy Engine
tr: Eski Motoru Kullan
uk: Використовувати Legacy Engine
vi: Sử dụng Legacy Engine
zh_hans: 使用旧版引擎
zh_hant: 使用傳統引擎

# Passcode.edit.old
source: Enter Old Passcode
ar: أدخل رمز المرور القديم
de: Geben Sie den alten Passcode ein
es: Introduzca el código de acceso antiguo
fr: Entrez l'ancien code d'accès
hi: पुराना पासकोड दर्ज करें
id: Masukkan Kode Sandi Lama
it: Inserisci il vecchio codice di accesso
ja: 古いパスコードを入力してください
ko: 이전 암호를 입력하세요
nl: Voer oude toegangscode in
pl: Wprowadź stare hasło
pt: Digite a senha antiga
ru: Введите Старый Пароль
th: ใส่รหัสผ่านเก่า
tr: Eski Şifreyi Girin
uk: Eski Şifreyi Girin
vi: Nhập mật mã cũ
zh_hans: 输入旧密码
zh_hant: 輸入舊密碼

# Passcode.title.access.settings
source: Access Settings
ar: إعدادات الوصول
de: Zugriffseinstellungen
es: Configuración de acceso
fr: Paramètres d'accès
hi: एक्सेस सेटिंग्स
id: Pengaturan Akses
it: Impostazioni di accesso
ja: アクセス設定
ko: 액세스 설정
nl: Toegangsinstellingen
pl: Ustawienia dostępu
pt: Configurações de Acesso
ru: Настройки Доступа
th: การตั้งค่าการเข้าถึง
tr: Erişim Ayarları
uk: Erişim Ayarları
vi: Cài đặt truy cập
zh_hans: 访问设置
zh_hant: 訪問設定

# Carina.new.app
source: App
ar: تطبيق
fr: Application
hi: ऐप
id: Aplikasi
ja: アプリ
ko: 앱
pl: Aplikacja
pt: Aplicativo
ru: Приложение
th: แอป
tr: Uygulama
uk: Додаток
vi: Ứng dụng
zh_hant: 應用程式

# Settings.interface.advanced
source: Advanced
ar: مُتَقَدِّم
de: Fortgeschritten
es: Avanzado
fr: Avancé
hi: विकसित
id: Maju
it: Avanzato
ja: 進行した
ko: 앞선
nl: Geavanceerd
pl: Zaawansowany
pt: Avançado
ru: Передовой
th: ล้ําหน้า
tr: Gelişmiş
uk: Gelişmiş
vi: Tiên tiến
zh_hans: 高级
zh_hant: 先進的

# Settings.interface.home.toolbar.monogram.config.design.mono
source: Mono
ar: أُحاديّ
hi: Aa मोनो
ja: Aa モノ
ko: Aa 모노럴 레코드
ru: Моно
th: Aa โมโน
vi: Đơn âm
zh_hans: Mono 等宽
zh_hant: Aa 等寬

# History.select
source: Select History
ar: حدد التاريخ
de: Verlauf auswählen
es: Seleccionar historia
fr: Sélectionnez l'historique
hi: इतिहास चुनें
id: Pilih Riwayat
it: Seleziona la cronologia
ja: 履歴を選択
ko: 역사 선택
nl: Geschiedenis selecteren
pl: Wybierz historię
pt: Selecionar Histórico
ru: Выберите историю
th: เลือกประวัติ
tr: Geçmişi Seç
uk: Виберіть історію
vi: Chọn Lịch sử
zh_hans: 选择历史
zh_hant: 選擇歷史

# History.empty
source: No History
ar: لا يوجد تاريخ
de: Keine Geschichte
es: Sin historia
fr: Pas d'histoire
hi: कोई इतिहास नहीं
id: Tidak Ada Sejarah
it: Nessuna storia
ja: 歴史なし
ko: 역사 없음
nl: Geen geschiedenis
pl: Brak historii
pt: Sem História
ru: Нет Истории
th: ไม่มีประวัติ
tr: Tarih Yok
uk: Немає історії
vi: Không có lịch sử
zh_hans: 无历史记录
zh_hant: 沒有歷史

# Debug.toggled
source: Debug Enabled
ar: تم تمكين التصحيح
de: Debug aktiviert
es: Depuración habilitada
fr: Débogage Activé
hi: डिबग सक्षम
id: Debug Diaktifkan
it: Debug Abilitato
ja: デバッグが有効
ko: 디버그 활성화됨
nl: Debug Ingeschakeld
pl: Debugowanie włączone
pt: Depuração Ativada
ru: Отладка Включена
th: เปิดใช้งานการดีบัก
tr: Hata Ayıklama Etkin
uk: Hata Ayıklama Etkin
vi: Đã bật gỡ lỗi
zh_hans: 启用调试
zh_hant: 啟用除錯

# Archive.filter.sort.time
source: By Last Update
ar: بواسطة آخر تحديث
de: Nach dem letzten Update
es: Por última actualización
fr: Par la dernière mise à jour
hi: अंतिम अपडेट द्वारा
id: Oleh Pembaruan Terakhir
it: Dall'ultimo aggiornamento
ja: 最後の更新によって
ko: 마지막 업데이트까지
nl: Laatste update
pl: Do ostatniej aktualizacji
pt: Pela Última Atualização
ru: По Последнему Обновлению
th: โดยการอัปเดตครั้งล่าสุด
tr: Son Güncellemeye Kadar
uk: За останнім оновленням
vi: Theo bản cập nhật mới nhất
zh_hans: 最后更新
zh_hant: 最後更新

# Settings.interface.home.list.error.subtitle.settings-missing
source: Add one in
ar: أضف واحدة في
de: Fügen Sie einen hinzu
es: Añade uno en
fr: Ajouter un dans
hi: एक में जोड़ें
id: Tambahkan satu di
it: Aggiungine uno in
ja: 1つ追加する
ko: 하나를 추가하다
nl: Voeg er een toe
pl: Dodaj jeden w
pt: Adicione um em
ru: Добавить один в
th: เพิ่มหนึ่งใน
tr: Bir tane ekle
uk: Bir tane ekle
vi: Thêm một cái vào
zh_hans: 首页不能没有设置
zh_hant: 新增一個

# Iris.search.bing
source: Bing
ar: بنج
hi: बिंग
ko: 독방
ru: Бинг
th: บิง
vi: Bãi thải
zh_hans: 必应
zh_hant: 必應

# New.title.minor
source: Minor Update
ar: تحديث بسيط
de: Kleine Aktualisierung
es: Actualización menor
fr: Mise à jour mineure
hi: मामूली अपडेट
id: Pembaruan Kecil
it: Aggiornamento minore
ja: マイナーアップデート
ko: 사소한 업데이트
nl: Kleine update
pl: Drobna aktualizacja
pt: Atualização Menor
ru: Незначительные обновления
th: การอัปเดตเล็กน้อย
tr: Küçük Güncelleme
uk: Незначне оновлення
vi: Cập nhật nhỏ
zh_hans: 小更新
zh_hant: 小更新

# Passcode.change
source: Change Passcode
ar: تغيير رمز المرور
de: Passcode Ändern
es: Cambiar el código de acceso
fr: Modifier le code d'accès
hi: पासकोड बदलें
id: Ubah Kode Sandi
it: Cambia codice di accesso
ja: パスコードを変更する
ko: 비밀번호 변경
nl: Wachtwoord wijzigen
pl: Zmień hasło
pt: Alterar senha
ru: Изменить пароль
th: เปลี่ยนรหัสผ่าน
tr: Şifreyi Değiştir
uk: Şifreyi Değiştir
vi: Thay đổi mật mã
zh_hans: 修改密码
zh_hant: 更改密碼

# Extension.details.remove
source: Remove
ar: أَزالَ
de: Entfernen
es: Eliminar
fr: Enlever
hi: हटाना
id: Memindahkan
it: Rimuovere
ja: 除去する
ko: 제거하다
nl: Verwijderen
pl: Usunąć
pt: Remover
ru: Убирать, убрать
th: เอาออก
tr: Kaldırmak
uk: Видалити
vi: Loại bỏ
zh_hans: 移除
zh_hant: 去掉

# Webpage.go-to.go
source: Go
ar: قالَ
fr: Aller
hi: जाओ
id: Pergi
ja: 行く
ko: 가다
nl: Gaan
pl: Iść
pt: Ir
ru: Ход
th: ไป
tr: Git
uk: Йди
vi: Đi
zh_hans: 跳转
zh_hant: 去

# Settings.interface.search-button.swipe.left
source: Leading Button Action
ar: إجراء الزر الرائد
de: Hauptknopfaktion
es: Acción del botón principal
fr: Action du bouton principal
hi: अग्रणी बटन कार्रवाई
id: Tindakan Tombol Utama
it: Azione del pulsante principale
ja: リードボタンアクション
ko: 리드 버튼 액션
nl: Voorlopende knopactie
pl: Wiodąca akcja przycisku
pt: Ação do botão principal
ru: Действие ведущей кнопки
th: การกระทําของปุ่มนํา
tr: Öncü Düğme Eylemi
uk: Öncü Düğme Eylemi
vi: Hành động nút dẫn đầu
zh_hans: 头部按钮操作
zh_hant: 引導按鈕操作

# History.action-sheet.delete.timeframe.today
source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd'hui
hi: आज
id: Hari ini
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
pl: Dzisiaj
pt: Hoje
ru: Сегодня
th: วันนี้
tr: Bugün
uk: Сьогодні
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

# Settings.interface.advanced.font.rounded
source: Rounded
ar: مُسْتَدير
de: Abgerundet
es: Redondeado
fr: Arrondi
hi: गोल
id: Bulat
it: Arrotondato
ja: 丸い
ko: 둥글게 된
nl: Rond
pl: Zaokrąglony
pt: Arredondado
ru: Округлый
th: โค้งมน
tr: Yuvarlak
uk: Округлий
vi: Làm tròn
zh_hans: Aa 圆体
zh_hant: 圓形的

# Storage
source: Settings Values
ar: قيم الإعدادات
de: Einstellungen Werte
es: Valores de configuración
fr: Valeurs des paramètres
hi: सेटिंग मान
id: Pengaturan Nilai
it: Valori delle impostazioni
ja: 設定値
ko: 설정 값
nl: Instellingen Waarden
pl: Wartości ustawień
pt: Valores de configurações
ru: Значения настроек
th: ค่าการตั้งค่า
tr: Ayarlar Değerleri
uk: Налаштування Значення
vi: Giá trị cài đặt
zh_hans: 设置项
zh_hant: 設定值

# Webpage.go-to.bookmark
source: Quote Bookmark
ar: اقتباس إشارة مرجعية
de: Zitat Lesezeichen
es: Marcador de citas
fr: Marque-page de citation
hi: उद्धरण बुकमार्क
id: Kutipan Bookmark
it: Segnalibro citazione
ja: 引用ブックマーク
ko: 인용 책갈피
nl: Citaat Bladwijzer
pl: Zakładka do cytatów
pt: Marcador de Citações
ru: Закладка цитаты
th: บุ๊คมาร์คคําพูด
tr: Alıntı Yer İşareti
uk: Цитата Закладка
vi: Dấu trang trích dẫn
zh_hans: 引用书签
zh_hant: 引用書籤

# Iris.search.duckduckgo
source: Duckduckgo
ar: داكدوكجو
hi: डकडकगो
ko: 덕덕고
pl: Kaczkakaczkago
ru: УткаУткаго
th: เป็ดเป็ดโก
tr: Ördekördekgo
uk: Качкакаго
zh_hant: 鴨鴨去

# Settings.interface.home.toolbar.monogram.config.design
source: Font Design
ar: تصميم الخط
de: Schriftdesign
es: Diseño de fuentes
fr: Conception de polices
hi: फ़ॉन्ट डिजाइन
id: Desain Font
it: Progettazione dei caratteri
ja: フォントデザイン
ko: 글꼴 디자인
nl: Lettertype ontwerp
pl: Projekt Czcionki
pt: Design de Fontes
ru: Дизайн шрифта
th: การออกแบบตัวอักษร
tr: Yazı Tipi Tasarımı
uk: Yazı Tipi Tasarımı
vi: Thiết kế phông chữ
zh_hans: 字体
zh_hant: 字型設計

# Bookmark.group.new
source: New Group
ar: مجموعة جديدة
de: Neue Gruppe
es: Nuevo grupo
fr: Nouveau groupe
hi: नया समूह
id: Grup Baru
it: Nuovo gruppo
ja: 新しいグループ
ko: 새로운 그룹
nl: Nieuwe groep
pl: Nowa Grupa
pt: Novo Grupo
ru: Новая группа
th: กลุ่มใหม่
tr: Yeni Grup
uk: Нова група
vi: Nhóm mới
zh_hans: 新群组
zh_hant: 新組

# Extension.details.about
source: About
ar: عَنْ
de: Über
es: Sobre
fr: À peu près
hi: लगभग
id: Tentang
it: Circa
ja: アバウト
ko: 에 대하여
nl: Over
pl: Około
pt: Sobre
ru: О
th: เกี่ยวกับ
tr: Hakkında
uk: Про
vi: Về chủ đề
zh_hans: 关于
zh_hant: 關於

# Settings.search.edit.secondary.false
source: Use as Secondary Search Engine
ar: استخدم كمحرك بحث ثانوي
de: Als sekundäre Suchmaschine verwenden
es: Usar como motor de búsqueda secundario
fr: Utiliser comme moteur de recherche secondaire
hi: द्वितीयक खोज इंजन के रूप में उपयोग करें
id: Gunakan sebagai Mesin Pencari Sekunder
it: Utilizzare come motore di ricerca secondario
ja: セカンダリ検索エンジンとして使用する
ko: 보조 검색 엔진으로 사용
nl: Gebruik als secundaire zoekmachine
pl: Użyj jako drugorzędnej wyszukiwarki
pt: Use como Mecanismo de Busca Secundário
ru: Использовать в качестве вторичной поисковой системы
th: ใช้เป็นเครื่องมือค้นหารอง
tr: İkincil Arama Motoru Olarak Kullanın
uk: Використовувати як вторинну пошукову систему
vi: Sử dụng làm công cụ tìm kiếm thứ cấp
zh_hans: 用作次要搜索引擎
zh_hant: 用作輔助搜尋引擎

# Settings.interface.home.toolbar.monogram.config.design.serif
source: Serif
ar: جاند
de: Serife
es: Serifa
hi: Aa सेरिफ़
it: Grazia
ja: Aa セリフ
ko: Aa 세리프
nl: Schreef
pl: Szeryf
pt: Serifa
ru: Засечка
th: Aa เซริฟ
vi: Chân chữ
zh_hans: Serif 衬线
zh_hant: Aa 截線

# Settings.browse.request-desktop-website
source: Request Desktop Website
ar: طلب موقع سطح المكتب
de: Desktop-Website anfordern
es: Solicitar sitio web de escritorio
fr: Demander un site Web de bureau
hi: डेस्कटॉप वेबसाइट का अनुरोध करें
id: Minta Situs Web Desktop
it: Richiedi sito web desktop
ja: デスクトップウェブサイトをリクエストする
ko: 데스크톱 웹사이트 요청
nl: Desktopwebsite aanvragen
pl: Poproś o stronę internetową dla komputerów stacjonarnych
pt: Solicitar Site de Desktop
ru: Запросить Настольный Веб-Сайт
th: ขอเว็บไซต์เดสก์ท็อป
tr: Masaüstü Web Sitesi İste
uk: Запит на настільний веб-сайт
vi: Yêu cầu trang web trên máy tính để bàn
zh_hans: 默认请求桌面网页
zh_hant: 請求桌面網站

# Settings.interface.home.toolbar.done
source: Finish Edit
ar: إنهاء التعديل
de: Bearbeitung beenden
es: Finalizar Edición
fr: Terminer l'édition
hi: संपादित करें समाप्त करें
id: Selesai Mengedit
it: Finisci la modifica
ja: 編集を終了
ko: 편집 완료
nl: Bewerken voltooien
pl: Zakończ Edycję
pt: Finalizar Edição
ru: Завершить Редактирование
th: เสร็จสิ้นการแก้ไข
tr: Düzenlemeyi Bitir
uk: Düzenlemeyi Bitir
vi: Hoàn thành Chỉnh sửa
zh_hans: 完成编辑
zh_hant: 完成編輯

# Carina.update
source: Update to Report
ar: تحديث للتقرير
de: Bericht aktualisieren
es: Actualizar el informe
fr: Mettre à jour le rapport
hi: रिपोर्ट करने के लिए अपडेट करें
id: Perbarui ke Laporan
it: Aggiorna al rapporto
ja: レポートの更新
ko: 보고서에 대한 업데이트
nl: Update naar rapport
pl: Aktualizacja do raportu
pt: Atualizar para o Relatório
ru: Обновление отчета
th: อัปเดตเป็นรายงาน
tr: Rapora Güncelleme
uk: Оновлення до звіту
vi: Cập nhật để báo cáo
zh_hans: 更新以反馈
zh_hant: 更新到報告

# Home.update.%@
source: %@ Version Available
ar: %@ الإصدار متاح
de: %@ Version verfügbar
es: Versión %@ disponible
fr: %@ Version disponible
hi: %@ संस्करण उपलब्ध है
id: %@ Versi Tersedia
it: %@ Versione disponibile
ja: %@バージョンが利用可能
ko: %@ 버전 사용 가능
nl: %@ Versie beschikbaar
pl: %@ Dostępna wersja
pt: %@ Versão Disponível
ru: Доступна версия %@
th: %@ มีเวอร์ชัน
tr: %@ Versiyon Mevcut
uk: %@ Versiyon Mevcut
vi: Phiên bản %@ có sẵn
zh_hans: %@版本已可用
zh_hant: %@可用版本

# Home.open
source: Open
ar: مَفْتوح
de: Öffnen
es: Abrir
fr: Ouvert
hi: खुला
id: Buka
it: Aperto
ja: 開いている
ko: 열다
pl: Otwarty
pt: Aberto
ru: Открытый
th: เปิด
tr: Açık
uk: Açık
vi: Mở
zh_hans: 打开
zh_hant: 開

# Troubleshooter.darock.checking
source: Darock API: Checking
ar: Darock واجهة برمجة التطبيقات: التحقق
de: Darock API: Überprüfung
es: Darock API: Comprobando
fr: Darock API : Vérification
hi: Darock एपीआई: जाँच
id: Darock API: Memeriksa
it: Darock API: Controllo
ja: Darock API: チェック
ko: Darock API: 확인
nl: Darock API: Controleren
pl: Darock API: Sprawdzanie
pt: Darock API: Verificação
ru: Darock API: Проверка
th: Darock API: กําลังตรวจสอบ
tr: API: Kontrol Ediliyor
uk: Darock API: Перевірка
vi: Darock API: Kiểm tra
zh_hans: Darock API：正在检查
zh_hant: Darock API：檢查

# Webpage.is-archive
source: Archive
ar: أَرْشيف
de: Archiv
es: Archivo
hi: संग्रह
id: Arsip
it: Archivio
ja: アーカイブ
ko: 기록 보관소
nl: Archief
pl: Archiwum
pt: Arquivo
ru: Архив
th: เก็บถาวร
tr: Arşiv
uk: Архів
vi: Bản lưu trữ
zh_hans: 归档
zh_hant: 檔案

source: Crash
ar: تَحَطَّمَ
de: Zusammenstoß
es: Choque
fr: Accident
hi: टकराना
id: Jatuh
it: Incidente
ja: クラッシュする
ko: 충돌
pl: Katastrofa
pt: Entrar em colapso
ru: Авария
th: พัง
tr: Çarpmak
uk: Аварія
vi: Sự sụp đổ
zh_hans: 崩溃
zh_hant: 墜毀

# Settings.interface.home.list.error.settings-missing
source: Settings Missing
ar: الإعدادات مفقودة
de: Fehlende Einstellungen
es: Faltan los ajustes
fr: Paramètres manquants
hi: सेटिंग्स गायब
id: Pengaturan Hilang
it: Impostazioni mancanti
ja: 設定がありません
ko: 설정 누락
nl: Instellingen ontbreken
pl: Brak ustawień
pt: Configurações ausentes
ru: Настройки отсутствуют
th: การตั้งค่าหายไป
tr: Ayarlar Eksik
uk: Ayarlar Eksik
vi: Cài đặt bị thiếu
zh_hans: 缺少设置
zh_hant: 設定缺失

source: Archive Info
ar: أرشيف المعلومات
de: Archivinformationen
es: Información de archivo
fr: Informations sur les archives
hi: जानकारी संग्रह करें
id: Arsip Informasi
it: Informazioni sull'archivio
ja: アーカイブ情報
ko: 아카이브 정보
nl: Archief Info
pl: Informacje o archiwum
pt: Informações de arquivo
ru: Архивная информация
th: ข้อมูลการเก็บถาวร
tr: Arşiv Bilgisi
uk: Архівна інформація
vi: Lưu trữ thông tin
zh_hans: 归档信息
zh_hant: 存檔資訊

source: Bulletin Error
ar: خطأ في النشرة
de: Bulletin-Fehler
es: Error en el boletín
fr: Erreur de bulletin
hi: बुलेटिन त्रुटि
id: Kesalahan Buletin
it: Errore bollettino
ja: 速報エラー
ko: 게시판 오류
nl: Bulletin Fout
pl: Błąd biuletynu
pt: Erro no Boletim
ru: Ошибка в бюллетене
th: ข้อผิดพลาดในแถลงการณ์
tr: Bülten Hatası
uk: Помилка Бюлетеня
vi: Lỗi bản tin
zh_hans: 公告错误
zh_hant: 公告錯誤

# Settings.browse.delayed-historyed-recording
source: Delayed History Recording
ar: تأخر تسجيل التاريخ
de: Verzögerte Verlaufsaufzeichnung
es: Grabación de historial retrasada
fr: Enregistrement de l'historique retardé
hi: विलंबित इतिहास रिकॉर्डिंग
id: Penundaan Rekaman Riwayat
it: Registrazione della cronologia ritardata
ja: 遅延履歴記録
ko: 지연된 역사 기록
nl: Vertraagde geschiedenisopname
pl: Opóźnione nagrywanie historii
pt: Gravação de histórico atrasada
ru: Задержка записи истории
th: การบันทึกประวัติล่าช้า
tr: Gecikmeli Geçmiş Kaydı
uk: Затримка запису історії
vi: Ghi lại lịch sử bị trì hoãn
zh_hans: 延迟历史记录
zh_hant: 延遲歷史記錄

# Carina.attachments.links.manual.invalid
source: Entered content must be a valid URL.
ar: يجب أن يكون المحتوى الذي تم إدخاله عنوان URL صالحا.
de: Eingegebener Inhalt muss eine gültige URL sein.
es: El contenido ingresado debe ser una URL válida.
fr: Le contenu entré doit être une URL valide.
hi: दर्ज की गई सामग्री एक वैध यूआरएल होनी चाहिए।
id: Konten yang dimasukkan harus berupa URL yang valid.
it: Il contenuto inserito deve essere un URL valido.
ja: 入力されたコンテンツは有効なURLである必要があります。
ko: 입력한 내용은 유효한 URL이어야 합니다.
nl: De ingevoeren inhoud moet een geldige URL zijn.
pl: Wprowadzona zawartość musi mieć prawidłowy adres URL.
pt: O conteúdo inserido deve ser um URL válido.
ru: Введенный контент должен быть действительным URL-адресом.
th: เนื้อหาที่ป้อนต้องเป็น URL ที่ถูกต้อง
tr: Girilen içerik geçerli bir URL olmalıdır.
uk: Введений вміст повинен бути дійсною URL-адресою.
vi: Nội dung đã nhập phải là một URL hợp lệ.
zh_hans: 输入的内容必须为一个有效的URL。
zh_hant: 輸入的內容必須是有效的URL。

# Settings.interface.advanced.font.serif
source: Serif
ar: جاند
de: Serife
es: Serifa
hi: सेरिफ़
it: Grazia
ja: セリフ
ko: 세리프
nl: Schreef
pl: Szeryf
pt: Serifa
ru: Засечка
th: เซริฟ
uk: Зарубка
vi: Chân chữ
zh_hans: Aa 衬线
zh_hant: 截線

# Settings.interface.home.toolbar.selection.scripts
source: Extensions
ar: التمديدات
de: Erweiterungen
es: Extensiones
hi: एक्सटेंशन
id: Ekstensi
it: Estensioni
ja: エクステンション
ko: 확장
nl: Uitbreidingen
pl: Rozszerzenia
pt: Extensões
ru: Расширения
th: ส่วนขยาย
tr: Uzantılar
uk: Розширення
vi: Phần mở rộng
zh_hans: 插件
zh_hant: 擴充套件

# New.bug-fixes.description
source: We continued to fix issues and we apologize for the inconvenience.
ar: واصلنا إصلاح المشكلات ونعتذر عن الإزعاج.
de: Wir haben weiterhin Probleme behoben und entschuldigen uns für die Unannehmlichkeiten.
es: Seguimos solucionando problemas y nos disculpamos por las molestias.
fr: Nous avons continué à résoudre les problèmes et nous nous excusons pour la gêne occasionnée.
hi: हमने समस्याओं को ठीक करना जारी रखा और असुविधा के लिए हमें खेद है।
id: Kami terus memperbaiki masalah dan kami mohon maaf atas ketidaknyamanannya.
it: Abbiamo continuato a risolvere i problemi e ci scusiamo per l'inconveniente.
ja: 引き続き問題を修正し、ご不便をおかけして申し訳ございません。
ko: 우리는 계속해서 문제를 해결했고 불편을 드려 죄송합니다.
nl: We zijn doorgegaan met het oplossen van problemen en onze excuses voor het ongemak.
pl: Nadal naprawialiśmy problemy i przepraszamy za niedogodności.
pt: Continuamos a corrigir problemas e pedimos desculpas pelo inconveniente.
ru: Мы продолжали устранять проблемы и приносим извинения за неудобства.
th: เรายังคงแก้ไขปัญหาและขออภัยในความไม่สะดวก
tr: Sorunları çözmeye devam ettik ve rahatsızlıktan dolayı özür dileriz.
uk: Ми продовжували виправляти проблеми і приносимо вибачення за незручності.
vi: Chúng tôi tiếp tục khắc phục các vấn đề và chúng tôi xin lỗi vì sự bất tiện này.
zh_hans: 我们继续修复奇奇怪怪的问题，对不良体验深感歉意。
zh_hant: 我們繼續解決問題，並對給您帶來的不便表示歉意。

# History.action-sheet.delete.timeframe.last-24-hours
source: Last 24 Hours
ar: آخر 24 ساعة
de: Letzte 24 Stunden
es: Últimas 24 horas
fr: Dernières 24 Heures
hi: पिछले 24 घंटे
id: 24 Jam Terakhir
it: Ultime 24 ore
ja: 過去24時間
ko: 지난 24시간
nl: Laatste 24 uur
pl: Ostatnie 24 Godziny
pt: Últimas 24 horas
ru: Последние 24 Часа
th: 24 ชั่วโมงที่ผ่านมา
tr: Son 24 Saat
uk: Останні 24 Години
vi: 24 giờ qua
zh_hans: 前24小时
zh_hant: 過去24小時

# Settings.interface.home.list.error.footer
source: List with errors will not be saved.
ar: لن يتم حفظ القائمة التي تحتوي على أخطاء.
de: Die Liste mit Fehlern wird nicht gespeichert.
es: La lista con errores no se guardará.
fr: La liste avec des erreurs ne sera pas enregistrée.
hi: त्रुटियों वाली सूची सहेजी नहीं जाएगी।
id: Daftar dengan kesalahan tidak akan disimpan.
it: L'elenco con errori non verrà salvato.
ja: エラーのあるリストは保存されません。
ko: 오류가 있는 목록은 저장되지 않습니다.
nl: Lijst met fouten wordt niet opgeslagen.
pl: Lista z błędami nie zostanie zapisana.
pt: A lista com erros não será salva.
ru: Список с ошибками не будет сохранен.
th: รายการที่มีข้อผิดพลาดจะไม่ถูกบันทึก
tr: Hatalı liste kaydedilmeyecektir.
uk: Hatalı liste kaydedilmeyecektir.
vi: Danh sách có lỗi sẽ không được lưu.
zh_hans: 带有错误的列表不会被保存。
zh_hant: 有錯誤的列表將不會被儲存。
